<div class="awca-faq">
    <header>
        <h1>سوالات متداول</h1>
        <div class="awca-faq-description">پیشنهاد می کنیم یک بار کل سوالات را مطالعه بفرمایید. در صورتی که هنوز هم ابهام یا سوالی دارید می توانید با پشتیبانی انار در تماس باشید.</div>
    </header>

    <div class="faq-item">
        <button class="faq-question">پیش نیاز نصب پلاگین انار چیست؟</button>
        <div class="faq-answer">
            <p>برای نصب پلاگین انار لازم است پلاگین فروشگاه ساز ووکامرس نصب باشد.
            </p>
        </div>
    </div>
    <div class="faq-item">
        <button class="faq-question">دریافت محصولات انار چقدر طول می کشد؟</button>
        <div class="faq-answer">
            <p>بعد از انجام مراحل دریافت محصولات انار هر دقیقه ۳۰ محصول از سرور انار دریافت و به محصولات ووکامرسی شما اضافه می شود.</p>
        </div>
    </div>
    <div class="faq-item">
        <button class="faq-question">چرا دریافت محصولات با سرعت پایین انجام می شود؟</button>
        <div class="faq-answer">
            <p>با توجه به اینکه لازم است پلاگین در هاست های با منابع پایین هم بدرستی کار کند لازم است این فرآیند به کمترین فشار در پس زمینه انجام شود. در نسخه های بعد امکان دریافت محصولات با سرعت بالاتر برای هاست های پرقدرت تر افزوده می شود.</p>
        </div>
    </div>
    <div class="faq-item">
        <button class="faq-question">
            اگر محصولات جدیدی به اکانت انارم اضافه کردم چطور به وب سایت افزوده می شوند؟
        </button>
        <div class="faq-answer">
            <p>
                لازم است مجدد مراحل افزودن محصولات را طی کنید. هیچ مشکلی برای محصولاتی که قبلا اضافه شده اند پیش نمی آید و صرفا محصولات جدید به وب سایت اضافه می شوند.
            </p>
        </div>
    </div>
    <div class="faq-item">
        <button class="faq-question">
            خریدار برای ثبت سفارش محصولات انار باید کار خاص یا اضافه ایی انجام دهد؟
        </button>
        <div class="faq-answer">
            <p>
                بله خریدار باید به ازای هر محصول انار که در سبد خرید خود اضافه کرده است شیوه حمل و نقل مخصوص آن محصول را هم انتخاب کند. در انار هر تامین کننده شیوه های حمل و نقل اختصاصی خود را دارد که برای هر شهر و استان متفاوت است و این شیوه های حمل و نقل متناسب با آدرس خریدار شما نمایش داده می شود.
            </p>
        </div>
    </div>
    <div class="faq-item">
        <button class="faq-question">
            اگر خریدار غیر از محصول انار محصول دیگری هم انتخاب کرد حمل و نقل به چه صورت است؟
        </button>
        <div class="faq-answer">
            <p>
                برای محصولات غیر انار شیوه های حمل و نقل استاندارد ووکامرس که خودتان ساخته اید نمایش داده می شود و برای محصولات انار شیوه های حمل و نقل اختصاصی انار
            </p>
        </div>
    </div>
    <div class="faq-item">
        <button class="faq-question">
            از کجا بفهمم خریدار چه شیوه های حمل و نقلی انتخاب کرده است؟
        </button>
        <div class="faq-answer">
            <p>
                بعد از فعال سازی پلاگین انار در صفحه ویرایش سفارش ووکامرس در صورتی که حداقل یک محصول انار در آیتم های سفارش موجود باشد یک باکس جدید نمایش داده می شود که اطلاعات حمل و نقلی که خریدار به ازای هر محصول انتخاب کرده است نمایش داده می‌شود.
            </p>
        </div>
    </div>
    <div class="faq-item">
        <button class="faq-question">
            آیا باید سفارشی که شامل محصولات انار است خودم بصورت دستی در پنل انار ثبت کنم؟
        </button>
        <div class="faq-answer">
            <p>
                بله فعلا این عمل بصورت دستی انجام می شود و بزودی در نسخه جدید پلاگین امکان ثبت اتوماتیک سفارش انار از داشبورد وردپرس اضافه خواهد شد.
            </p>
        </div>
    </div>
    <div class="faq-item">
        <button class="faq-question">
            من می خواهم عنوان و توضیحات محصول را ویرایش کنم تا سئوی بهتری داشته باشم. آیا با آپدیت از سمت انار این ویرایش ها پاک نمی شوند؟
        </button>
        <div class="faq-answer">
            <p>
                تنها مواردی که آپدیت میشه قیمت و موجودی هستش . مواردی که مربوط به محتوا هست مثل تصاویر ، عنوان ، توضیحات و دسته بندی با آپدیت هیچ تغییری نمیکنن.
            </p>
        </div>
    </div>
    <div class="faq-item">
        <button class="faq-question">
            آیا موجودی محصولات من با موجودی محصولات در انار هماهنگ است؟
        </button>
        <div class="faq-answer">
            <p>
                بله ما قیمت و موجودی محصولات وب سایت شما را هر ۲ دقیقه یکبار با موجودی و قیمت محصولات در انار آپدیت میکنیم.
            </p>
        </div>
    </div>
    <div class="faq-item">
        <button class="faq-question">
            اگر محصولات جدیدی به اکانت انار اضافه کردم بصورت خودکار به سایت اضافه می شوند؟
        </button>
        <div class="faq-answer">
            <p>
                خیر . هر گاه محصولاتی را در پنل انار کم یا اضافه کردید لازم است در پنل وردپرس ، بخش افزودت محصولات انار یکبار مراحل افزودن محصولات را انجام دهید تا دسته بندی ها ، ویژگی ها و محصولات جدید به سایت شما اضافه شود.
            </p>
        </div>
    </div>
    <div class="faq-item">
        <button class="faq-question">
            چرا محصولات اضافه شده گالری تصویر ندارند؟
        </button>
        <div class="faq-answer">
            <p>
                با توجه به حجم بالای تصاویر گالری محصولات و طولانی شدن مدت زمان ساخت محصولات ما تصاویر گالری را بصورت اتوماتیک روی هاست شما دانلود نمی کنیم. اما این امکان وجود دارد که تصاویر گالری هر محصول را در صفحه ویرایش محصول با کلیک کردن دکمه دریافت تصاویر گالی محصول دانلود کنید.
            </p>
        </div>
    </div>
    <div class="faq-item">
        <button class="faq-question">
            چرا محصولات بعد از اضافه شدن بصورت پیش نویس هستند؟
        </button>
        <div class="faq-answer">
            <p>
                با توجه به اینکه ممکن است بخواهید عنوان، توضیحات ، دسته بندی ها و سایر موارد محتوایی محصولات را به هدف سئو بهینه سازی و ویرایش کنید پیش فرض محصولات بصورت پیش نویس ساخته می شوند.  ولی امکان انتشار گروهی محصولات پیش نویس در لیست اکشن های محصولات ووکامرس بعد از نصب پلاگین انار اضافه می شود که میتوانید با صرف زمان اندکی کل محصولات را منتشر کنید.
            </p>
        </div>
    </div>
</div>